Revit 2027 API
ParameterTypeId.MepSpotTopElevationIncludeInsulation Property
 "Spot Top of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSpotTopElevationIncludeInsulation { get; }
Public Shared ReadOnly Property MepSpotTopElevationIncludeInsulation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSpotTopElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
static member MepSpotTopElevationIncludeInsulation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace